{
  "market_trends": "{\"status\":\"success\",\"answer\":\"Aquí tienes un resumen ejecutivo de las tendencias del mercado y precios del arándano para el periodo 2025-2026, basado en los informes más recientes.\\n\\n### **Resumen Ejecutivo: Mercado Global del Arándano (2025-2026)**\\n\\n#### **1. Tamaño del Mercado y Proyecciones de Crecimiento**\\nEl mercado mundial del arándano continúa en una trayectoria de crecimiento robusto, impulsado por la demanda de superalimentos ricos en antioxidantes y el consumo de bebidas saludables [1, 2].\\n*   **Valoración Actual:** El tamaño del mercado se valoró en **USD 9.84 mil millones en 2025** [3, 4].\\n*   **Proyección 2026:** Se espera que crezca a **USD 10.49 mil millones**, con una Tasa de Crecimiento Anual Compuesta (**CAGR**) del **6.5%** [3, 5].\\n*   **Proyección a Largo Plazo:** Para 2030, se proyecta que el mercado alcance los **USD 12.99 mil millones** (CAGR del 5.5%) [1, 6]. Otras estimaciones sitúan el mercado en USD 15.52 mil millones para 2035 [7, 8].\\n\\n#### **2. Tendencias de Precios y Volatilidad (2025)**\\nLos precios han mostrado una alta volatilidad debido a factores climáticos y picos de oferta concentrados, especialmente desde Perú.\\n*   **Caída de Precios por Sobreoferta:** En la segunda mitad de 2025, el incremento masivo de la oferta peruana (que creció un 137% entre mayo y agosto) presionó los precios a la baja. En agosto de 2025, los precios promedio cayeron un **41%** respecto al año anterior, situándose en **USD 5.95/kg** [9, 10].\\n*   **Precios Spot (Q4 2025):** Hacia diciembre de 2025, los precios por tonelada métrica (MT) mostraron disparidad regional:\\n    *   **EE. UU.:** USD 4,658/MT [11].\\n    *   **Países Bajos:** USD 4,271/MT [12].\\n    *   **China:** USD 7,106/MT (mercado premium) [11].\\n*   **Impacto de Aranceles:** Se han observado tensiones comerciales, incluyendo un arancel del 10% en EE. UU., que ha obligado a exportadores como Perú a desviar fruta hacia China, afectando los inventarios y precios en Norteamérica [13, 14].\\n\\n#### **3. Dinámica de la Oferta y Principales Jugadores**\\nEl mercado está experimentando un realineamiento geográfico y una fase de madurez económica descrita como el \\\"Renacimiento Azul\\\", donde la calidad supera al volumen [15].\\n*   **Liderazgo de Perú:** Perú se mantiene como el mayor exportador mundial (aprox. 31% del valor de las exportaciones globales) y el mayor productor, con una proyección de **355,000 a 370,000 toneladas** para la campaña 2025/26 [16, 17]. Sin embargo, enfrenta desafíos de rentabilidad debido a la caída de precios y costos logísticos [18].\\n*   **El Gigante Chino:** China ha superado a EE. UU. en producción total (volumen) y es ahora el principal motor de consumo en Asia-Pacífico, aunque se enfoca mayormente en su mercado interno [19, 20].\\n*   **Estados Unidos:** Sigue siendo el mayor importador mundial, absorbiendo el **33%** del valor de las importaciones globales y consumiendo aprox. 270,000 toneladas anuales [21, 22].\\n\\n#### **4. Panorama para Colombia (2025-2026)**\\nColombia se posiciona como un jugador emergente estratégico gracias a su capacidad de producción de 365 días al año [23, 24].\\n*   **Crecimiento Exponencial:** Se proyecta un aumento del **669%** en hectáreas cultivadas para 2026, pudiendo alcanzar entre 3,000 y 5,000 hectáreas [25].\\n*   **Exportaciones:** En 2024, las exportaciones crecieron un **85%**, rompiendo una racha negativa de tres años. EE. UU. es el destino del 89.2% de los envíos colombianos [26, 27].\\n*   **Ventaja Competitiva:** La producción en altura (Cundinamarca, Boyacá) y la renovación varietal hacia genéticas \\\"premium\\\" (como Emerald y Eureka) son claves para competir contra los picos estacionales de Perú y Chile [28, 29].\\n\\n#### **5. Proyecciones Tecnológicas y de Consumo**\\n*   **Premiumización:** El mercado se está bifurcando. Las variedades \\\"premium\\\" (mejor sabor, textura \\\"crunchy\\\", mayor vida útil) capturan márgenes altos, mientras que las variedades antiguas genéricas corren riesgo de commoditización o exclusión del mercado fresco [30, 31].\\n*   **Automatización:** Se espera que el mercado de cosechadoras de arándanos crezca a un CAGR del **7.5%** hasta 2032, impulsado por la escasez de mano de obra y la necesidad de eficiencia [29, 32].\\n*   **Formatos:** Aunque el mercado fresco domina (aprox. 80%), el segmento de procesados y congelados está creciendo debido a la demanda de ingredientes funcionales y la estabilidad de su vida útil [33, 34].\\n\\n**Conclusión:** Para 2026, el éxito en la industria del arándano dependerá menos del volumen bruto y más de la eficiencia operativa, la adopción de genética premium y la diversificación de mercados (especialmente Asia) para mitigar la saturación de precios en EE. UU. y Europa.\",\"conversation_id\":\"41145141-3595-4e07-ad4f-11f774327164\"}",
  "market_demand": "{\"status\":\"success\",\"answer\":\"El mercado global del arándano se encuentra en un punto de inflexión, descrito por la industria como un \\\"Renacimiento Azul\\\", donde el éxito comercial ya no depende solo del volumen, sino de la calidad, la consistencia y la innovación genética [1].\\n\\nA continuación, presento un análisis detallado de los principales mercados de destino y las oportunidades estratégicas para los productores, basado en la información más reciente de 2025 y 2026.\\n\\n### Principales Mercados de Destino\\n\\nEl mercado global está valorado en aproximadamente **9.840 millones de USD en 2025** y se proyecta que alcance casi los **13.000 millones de USD para 2030** [2, 3]. La demanda se concentra geográficamente de la siguiente manera:\\n\\n**1. América del Norte: El Consumidor Dominante**\\n*   **Estados Unidos:** Es el mayor importador y consumidor mundial, absorbiendo el **33% del valor de las importaciones globales** y el **31% del volumen total consumido** [4, 5].\\n    *   Para productores como **Colombia**, este mercado es vital, representando el **89,2%** de sus exportaciones en 2024 [6].\\n    *   Para **Perú**, EE. UU. sigue siendo el destino principal, recibiendo el **53%** de sus envíos [7], aunque la imposición de aranceles y la saturación están impulsando la diversificación [8].\\n*   **Canadá:** Se posiciona como el segundo mayor consumidor mundial con 118.000 toneladas anuales [9]. Colombia ha logrado acceso reciente a este mercado, realizando sus primeros envíos de prueba a inicios de 2024 [10].\\n\\n**2. Europa: El Hub Logístico y la Demanda Saludable**\\n*   **Países Bajos:** Actúa como el centro neurálgico de distribución para el continente, siendo el segundo mayor importador mundial con una participación del **15%** [5]. Funciona como un punto de reexportación clave para la fruta proveniente de Sudamérica [11].\\n*   **Reino Unido y Alemania:** Son mercados maduros de alto valor. El Reino Unido ocupa el tercer lugar en importaciones globales (7,8%) [12]. Alemania destaca con un **8,0%** de las compras globales [13]. El consumo en esta región está impulsado por la conciencia sobre la salud y la prevención de enfermedades [14].\\n\\n**3. Asia-Pacífico: La Nueva Frontera**\\n*   Esta región es la de más rápido crecimiento [15]. Aunque **China** es el mayor productor mundial (superando a EE. UU.), sigue siendo un importador clave de fruta de calidad premium [16, 17].\\n*   Otros destinos asiáticos como **Hong Kong, Taiwán y Singapur** están incrementando su demanda de fruta peruana y colombiana [18, 19].\\n\\n### Oportunidades Clave para los Productores\\n\\nPara aprovechar el crecimiento proyectado (se espera que la producción global supere las **3,5 millones de toneladas** hacia 2030 [20]), los productores deben enfocarse en las siguientes áreas estratégicas:\\n\\n**1. Premiumización y Recambio Varietal**\\nEl mercado se está dividiendo en dos: fruta \\\"premium\\\" y fruta \\\"genérica\\\". El simple volumen ya no garantiza rentabilidad.\\n*   **Oportunidad:** Invertir en genética patentada que ofrezca mejor sabor, textura (\\\"crunch\\\"), tamaño (calibre jumbo) y vida útil [21, 22].\\n*   **Caso Colombia:** Se está transitando de la variedad *Biloxi* (considerada más genérica) hacia variedades como *Emerald* y *Eureka*, que ofrecen mejores calibres y poscosecha [23-25].\\n*   **Caso Perú:** Está introduciendo nuevas variedades como *Sekoya Pop* y *Rocío* para mantener su competitividad [26].\\n\\n**2. Aprovechamiento de la \\\"Contra-estación\\\" y Producción Continua**\\nLa capacidad de suministrar fruta cuando los grandes productores del hemisferio norte (EE. UU., Canadá) no están en cosecha es crítica.\\n*   **Ventaja Única de Colombia:** Gracias a su ubicación ecuatorial y ausencia de estaciones, Colombia puede producir arándanos los **365 días del año** [27, 28]. Esto le permite cubrir ventanas de escasez y evitar los picos de saturación de oferta que afectan los precios, como ocurre con la masiva salida de la cosecha peruana entre septiembre y noviembre [29, 30].\\n\\n**3. Mercado de Ingredientes y Procesados**\\nNo toda la fruta debe venderse en fresco. Existe una demanda creciente en el sector de alimentos y bebidas para arándanos congelados, deshidratados, purés y concentrados.\\n*   **Aplicaciones:** Panadería, lácteos, bebidas funcionales, nutracéuticos y cosméticos [31-33].\\n*   **Tendencia:** El mercado de ingredientes de arándano crecerá a una tasa compuesta anual (CAGR) del **6,83%** hasta 2035 [34]. Los arándanos congelados están ganando terreno por su conveniencia y larga vida útil [35].\\n\\n**4. Automatización y Tecnología (AgTech)**\\nLa escasez de mano de obra y los altos costos operativos son restricciones importantes [36, 37].\\n*   **Innovación:** La adopción de cosechadoras automatizadas (que utilizan IA y visión artificial para detectar madurez) y sistemas de agricultura de precisión puede reducir costos laborales y mejorar la eficiencia [38-41].\\n\\n**5. Diversificación a Nichos Emergentes**\\nMás allá de EE. UU. y Europa, existen mercados con alto poder adquisitivo y menor competencia.\\n*   **Medio Oriente:** Países como **Arabia Saudita, Kuwait y Emiratos Árabes Unidos** están emergiendo como destinos de alto valor para exportadores como Colombia [10, 42].\\n*   **Latinoamérica:** Mercados regionales como **Costa Rica** (crecimiento del 619% en importaciones colombianas) y **Panamá** están mostrando un dinamismo interesante [18].\\n\\nEn resumen, aunque la competencia global se intensifica, especialmente por el volumen de Perú y el crecimiento de China, existen oportunidades claras para los productores que apuesten por la **calidad genética superior**, la **eficiencia tecnológica** y la **disponibilidad estratégica** a lo largo del año.\",\"conversation_id\":\"4bee1058-5035-4b88-84b2-b9baf9d1b21b\"}",
  "market_risks": "{\"status\":\"success\",\"answer\":\"Los principales riesgos comerciales y desafíos logísticos actuales en la industria global del arándano se definen por una transición hacia la madurez del mercado, caracterizada por la saturación de volúmenes genéricos, presiones tarifarias y una exigencia crítica de eficiencia en la cadena de frío.\\n\\nA continuación se detallan los puntos críticos basados en el panorama de 2025 y las proyecciones hacia 2035:\\n\\n### 1. Riesgos Comerciales\\n\\n**La \\\"Paradoja del Crecimiento\\\" y la Bifurcación del Mercado**\\nExiste un riesgo significativo para los productores que no actualicen su genética. La industria enfrenta una \\\"paradoja del crecimiento\\\" donde el valor total de la categoría aumenta, pero el crecimiento no es uniforme. Se está trazando una línea divisoria clara entre el segmento **Premium** (fruta de alta calidad, nuevas genéticas, mejor sabor y textura) y el segmento **Genérico** (variedades antiguas, menor firmeza). Los productores de fruta genérica enfrentan un riesgo creciente de sobreoferta y pérdida de rentabilidad, mientras que el valor es capturado desproporcionadamente por la fruta de alta calidad [1], [2], [3].\\n\\n**Presión en Precios por Sobreoferta (El Efecto Perú)**\\nLa masiva expansión de la oferta peruana ha generado una presión a la baja en los precios internacionales.\\n*   En el inicio de la campaña 2025/2026, los envíos peruanos crecieron un 137%, lo que provocó que los precios promedio cayeran un 41% en agosto en comparación con el año anterior [4], [5].\\n*   Esta abundancia de oferta pone a prueba la capacidad de absorción de mercados tradicionales como Estados Unidos y Europa, reduciendo los márgenes de rentabilidad para todos los competidores [4], [6].\\n\\n**Incertidumbre Arancelaria y Proteccionismo**\\nLas políticas comerciales de Estados Unidos representan un riesgo latente.\\n*   La imposición o amenaza de aranceles (como el anuncio de un 10% por parte del gobierno estadounidense) afecta directamente la competitividad. En respuesta a estas barreras y tarifas, países como Perú están desviando volúmenes hacia China [7], [8].\\n*   Para Colombia, sectores como el agropecuario se ven vulnerables ante estas medidas, poniendo en vilo exportaciones valoradas en miles millones de dólares [9].\\n\\n**Costos de Producción y Escasez Laboral**\\nLa rentabilidad se ve amenazada por el aumento en los costos de insumos y la escasez de mano de obra.\\n*   Se proyecta una caída en los rendimientos del 30% debido al cambio climático y la falta de mano de obra en ciertas regiones [10].\\n*   En Perú, aunque la producción es masiva, los costos operativos por hectárea han subido, y la disponibilidad de mano de obra, tierra y agua no es infinita, lo que sugiere que la curva de crecimiento podría estancarse [11].\\n\\n### 2. Desafíos Logísticos\\n\\n**Gestión de la Cadena de Frío y Perecibilidad**\\nEl arándano es altamente perecedero, y cualquier quiebre en la cadena de frío resulta en rechazos en destino.\\n*   Para exportaciones desde Colombia a EE.UU., se requiere un tratamiento de gasificación y conservación a 0°C bajo atmósfera controlada para garantizar la frescura [12].\\n*   La industria está adoptando tecnologías de atmósfera modificada (MAP) y sensores IoT para monitorear la fruta en tiempo real durante tránsitos marítimos de varias semanas [13].\\n\\n**Congestión Portuaria y Tiempos de Tránsito**\\nLa infraestructura portuaria en puntos clave de origen enfrenta saturación.\\n*   En Perú, la congestión en el puerto del Callao pone en riesgo los tiempos de tránsito y la calidad de la fruta, especialmente durante las semanas pico de cosecha (semana 42) [14].\\n*   Como alternativa, se están abriendo nuevas rutas, como el servicio expreso desde el puerto de Chancay hacia Shanghái, reduciendo el tiempo de viaje en 12 días para acceder mejor al mercado asiático [15].\\n\\n**Barreras Fitosanitarias y Procesos de Admisibilidad**\\nEl cumplimiento de los protocolos sanitarios actúa como una barrera logística compleja.\\n*   **EE.UU. (APHIS):** Exige inspecciones rigurosas en origen y puerto de llegada, y en algunos casos tratamientos de frío (1.11°C por 15 días) o fumigación con bromuro de metilo para mitigar plagas, lo cual añade costos y tiempo logístico [16], [17].\\n*   **China:** Requiere monitoreos específicos de plagas en huerto (como *Lobesia botrana*) y registro de predios y empacadoras ante el SAG (en el caso de Chile) o ICA (Colombia), complicando la logística de exportación para productores no certificados [18], [19].\\n\\n**Infraestructura Interna (Caso Colombia)**\\nAunque Colombia tiene la ventaja de producir todo el año, enfrenta desafíos logísticos internos.\\n*   Los altos costos del transporte terrestre interno y el flete marítimo reducen la competitividad frente al transporte aéreo, que sigue siendo necesario para garantizar la calidad en ciertos programas de exportación [20].\\n*   La implementación del \\\"enfoque de sistemas\\\" (systems approach) para evitar tratamientos cuarentenarios agresivos (como el bromuro) es un desafío pendiente que podría tomar años en implementarse completamente [21].\\n\\n### 3. Estrategias de Mitigación\\n\\nPara enfrentar estos riesgos, la industria se está volcando hacia:\\n*   **Recambio Varietal:** Sustituir variedades antiguas (como Biloxi) por genéticas patentadas (como Emerald, Eureka o Sekoya) que ofrecen mejor vida postcosecha y calibre, permitiendo viajes marítimos más largos y mejores precios [22], [23].\\n*   **Automatización:** El uso de cosechadoras automatizadas y sistemas de visión artificial para reducir la dependencia de la mano de obra y costos operativos [24], [25].\\n*   **Diversificación de Mercados:** Reducir la dependencia de EE.UU. enfocándose en el crecimiento del consumo en Asia-Pacífico y Europa [26], [27].\",\"conversation_id\":\"fdb97aaa-3ad1-4838-9614-c8b41c12f4e8\"}",
  "cultivation_guide": "{\"status\":\"success\",\"answer\":\"Aquí tienes una guía resumida de las etapas principales del cultivo de arándano y los factores críticos en cada una, basada en la información técnica proporcionada:\\n\\n### 1. Planificación y Selección del Sitio\\nEsta etapa define el potencial productivo del huerto. Se debe seleccionar la variedad adecuada según el clima y preparar el suelo para superar las limitaciones naturales de la planta.\\n\\n*   **Factores Críticos:**\\n    *   **Variedades y Clima:** La elección depende de los requerimientos de **horas frío** (temperaturas bajo 7°C). Existen variedades *Northern Highbush* (800-1200 horas frío), *Southern Highbush* (bajo requerimiento de frío, para climas templados/cálidos) y *Rabbiteye* (ojo de conejo) [1-3].\\n    *   **Suelo:** El arándano requiere suelos ácidos (pH óptimo entre 4.5 y 5.5), de textura ligera (arenosa o franco-arenosa), bien drenados y con alto contenido de materia orgánica (>3%) [4-6].\\n    *   **Sistema Radicular:** La planta posee raíces finas, fibrosas y superficiales, carentes de pelos absorbentes, lo que la hace muy sensible a la asfixia radicular y a la sequía [5, 7, 8].\\n\\n### 2. Plantación y Establecimiento\\nEl objetivo es asegurar el arraigo y formar la estructura de la planta para futuras producciones.\\n\\n*   **Factores Críticos:**\\n    *   **Preparación del Suelo:** Se recomienda el uso de **camellones** (bancales elevados) de 15 a 40 cm de alto para mejorar el drenaje y la aireación de las raíces [9, 10].\\n    *   **Enmiendas:** Si el pH es alto, se debe acidificar (ej. con azufre) meses antes de plantar; también se debe incorporar materia orgánica [11, 12].\\n    *   **Poda de Formación:** En plantas jóvenes (primeros 1-2 años), se deben eliminar las yemas florales para estimular el crecimiento vegetativo y evitar un desgaste prematuro por producción de fruta [13, 14].\\n\\n### 3. Manejo Agronómico (Riego y Nutrición)\\nDebido a su sistema radicular ineficiente, el arándano depende casi totalmente del manejo externo de agua y nutrientes.\\n\\n*   **Factores Críticos:**\\n    *   **Riego:** Se requiere una frecuencia elevada con tiempos cortos (ej. intervalos de 15 minutos varias veces al día) para mantener el suelo húmedo pero no saturado (“húmedo, no mojado”) [15, 16]. El riego por goteo es el más recomendado para evitar mojar el follaje y reducir enfermedades [17, 18].\\n    *   **Nutrición Nitrogenada:** El arándano prefiere el nitrógeno en forma de **amonio** (urea, sulfato de amonio) y absorbe mal los nitratos; suelos con pH alto pueden bloquear la absorción de hierro y otros micronutrientes [5, 19, 20].\\n    *   **Polinización:** Aunque muchas variedades son autofértiles, la polinización cruzada mediante abejas (*Apis mellifera*) o abejorros (*Bombus*) es fundamental para aumentar el tamaño del fruto y asegurar el cuajado [21-23].\\n\\n### 4. Manejo de Plagas y Enfermedades\\nLa protección fitosanitaria es vital, especialmente cerca de la cosecha y en poscosecha.\\n\\n*   **Factores Críticos:**\\n    *   **Plagas Clave:**\\n        *   **Drosophila suzukii:** Ataca fruta sana en maduración. Requiere monitoreo constante y eliminación de fruta sobremadura o caída [24, 25].\\n        *   **Lobesia botrana:** Requiere control obligatorio en ciertas zonas mediante programas de monitoreo y aplicación de productos específicos [26, 27].\\n    *   **Enfermedades:**\\n        *   **Botrytis cinerea (Pudrición gris):** El periodo crítico de infección es la floración. Requiere aplicaciones preventivas y buena ventilación mediante poda [28-30].\\n        *   **Phytophthora:** Ataca las raíces en suelos mal drenados o con exceso de riego [10, 31].\\n\\n### 5. Poda de Producción\\nSe realiza para equilibrar el crecimiento vegetativo con la carga frutal y mantener la calidad.\\n\\n*   **Factores Críticos:**\\n    *   **Equilibrio y Luz:** Se deben eliminar cañas viejas (mayores de 5-6 años) para renovar la madera productiva y permitir la entrada de luz al centro del arbusto [32, 33].\\n    *   **Tipos de Corte:** Poda de invierno (dormancia) para definir la carga, y poda de verano (postcosecha) para estimular brotes laterales [34, 35].\\n\\n### 6. Cosecha\\nEs el punto culminante donde se define la calidad final. El fruto es climatérico, pero debe cosecharse cercano a la madurez de consumo para garantizar sabor.\\n\\n*   **Factores Críticos:**\\n    *   **Índice de Cosecha:** Se basa exclusivamente en el **color azul uniforme** (cubrimiento total del fruto) [36, 37].\\n    *   **Cuidado del \\\"Bloom\\\" (Pruina):** Se debe manipular el fruto con extremo cuidado para no remover la cera natural (pruina), que es un indicador de frescura y calidad [38, 39].\\n    *   **Temperatura:** Cosechar temprano en la mañana o en la tarde para evitar altas temperaturas; el fruto no debe exponerse al sol una vez recolectado [40, 41].\\n\\n### 7. Poscosecha\\nEl arándano es altamente perecedero, susceptible a la deshidratación y pudriciones.\\n\\n*   **Factores Críticos:**\\n    *   **Enfriamiento Rápido:** Es vital remover el \\\"calor de campo\\\" inmediatamente, preferiblemente mediante aire forzado, hasta alcanzar 0°C [42, 43].\\n    *   **Cadena de Frío:** Mantener la temperatura entre **0°C y 1°C** y una humedad relativa del **90-95%** es esencial para evitar la deshidratación y el arrugamiento del fruto [44, 45].\\n    *   **Atmósfera Modificada/Controlada:** Para envíos largos, se usan niveles altos de CO2 (10-15%) y bajos de O2 para reducir la respiración y controlar hongos como *Botrytis* [46, 47].\",\"conversation_id\":\"2579362f-3c10-40fe-a616-a2ea2e21d1c5\"}",
  "farm_checklist": "{\"status\":\"success\",\"answer\":\"Aquí tienes una lista de verificación (checklist) detallada para evaluar una finca de arándanos, estructurada por áreas críticas y basada estrictamente en las fuentes proporcionadas.\\n\\n### 1. Ubicación y Factores Edafoclimáticos\\n*Evaluación del entorno físico y las condiciones base para el cultivo.*\\n\\n*   [ ] **Historial del sitio:** ¿Se cuenta con registros de uso previo del suelo (mínimo 1 a 5 años) y evaluación de riesgos de contaminación cruzada desde predios vecinos? [1], [2].\\n*   [ ] **Análisis de Suelo/Sustrato:**\\n    *   ¿El pH se encuentra en el rango óptimo (4.5 - 5.5 en suelo; hasta 6.0 máximo)? [3], [4], [5].\\n    *   ¿La Conductividad Eléctrica (CE) es adecuada (idealmente entre 1.0 y 1.2 mS/cm, evitando superar 1.6 mS/cm)? [6], [4].\\n    *   ¿Existe alta porosidad (85-90% en sustrato) para evitar la anoxia radicular, dado que el arándano carece de pelos radiculares? [3], [7].\\n*   [ ] **Clima y Horas Frío:** ¿La variedad plantada corresponde a la acumulación de horas frío y riesgo de heladas de la zona geográfica? [8], [5].\\n*   [ ] **Fuentes de Agua:** ¿Se dispone de permisos legales vigentes para la extracción y uso de agua? [9].\\n\\n### 2. Material Vegetal y Variedades\\n*Evaluación del potencial genético y estado de las plantas.*\\n\\n*   [ ] **Selección Varietal:** ¿La variedad es adecuada para el objetivo comercial (fresco/congelado) y tiene buena postcosecha (cicatriz pequeña, firmeza)? [10], [11].\\n*   [ ] **Calidad de la Planta:**\\n    *   ¿Las plantas presentan un sistema radicular blanco y activo que ocupa el volumen del contenedor (sin raíces enrolladas)? [7].\\n    *   ¿Se observa vigor y renovación de cañas (evitar madera vieja o débil)? [12], [7].\\n*   [ ] **Precocidad:** ¿La variedad muestra capacidad de entregar producción comercial temprana (1-2 kg/planta al primer año)? [13].\\n*   [ ] **Polinización:** ¿Existe presencia de colmenas o polinizadores gestionados para asegurar el cuajado y tamaño del fruto? [14], [15].\\n\\n### 3. Manejo Agronómico y Nutricional\\n*Revisión de las prácticas culturales aplicadas.*\\n\\n*   [ ] **Poda:** ¿Se ha realizado una poda que mejore la penetración de luz y elimine ramas débiles para asegurar calidad? [12].\\n*   [ ] **Estrategia de Riego:**\\n    *   ¿Se utiliza riego por goteo o localizado para eficiencia y control de malezas? [16], [17].\\n    *   ¿Se realiza monitoreo de humedad (ej. \\\"prueba del puño\\\" o sensores) para evitar anoxia? [18].\\n*   [ ] **Plan de Fertilización:**\\n    *   ¿Se ajusta la relación N:K según la etapa fenológica (ej. 3:1 en vegetativo, 1:1 en llenado)? [15], [19].\\n    *   ¿Se lleva un registro actualizado de todas las aplicaciones de fertilizantes y bioestimulantes? [20].\\n*   [ ] **Suelo/Sustrato:** ¿Existe un plan de gestión para mantener la estructura y evitar la erosión o compactación? [21], [22].\\n\\n### 4. Sanidad Vegetal (Manejo Integrado de Plagas - MIP)\\n*Detección de riesgos fitosanitarios y cumplimiento de protocolos.*\\n\\n*   [ ] **Monitoreo de Plagas:**\\n    *   ¿Se realiza monitoreo semanal de plagas clave (*Drosophila suzukii*, *Lobesia botrana*, Trips, Pulgones)? [23], [24], [25], [26].\\n    *   ¿Existen trampas de monitoreo instaladas y revisadas? [27], [28].\\n*   [ ] **Detección de Enfermedades:**\\n    *   ¿Hay signos de *Botrytis* (tizón), *Alternaria* o *Phytophthora* (pudrición de raíz)? [29], [30], [31].\\n    *   ¿Se han eliminado los rastrojos de poda y fruta remanente para evitar reservorios de inóculo? [25], [32], [33].\\n*   [ ] **Control Químico y Biológico:**\\n    *   ¿Se prioriza el uso de enemigos naturales y biopesticidas (ej. *Beauveria bassiana*)? [34], [28].\\n    *   ¿El almacenamiento de fitosanitarios es seguro, ventilado y restringido? [35], [36].\\n    *   ¿Se respetan y registran los periodos de carencia (LMR) para los mercados de destino? [37], [38].\\n\\n### 5. Infraestructura y Equipos\\n*Estado de las instalaciones de soporte.*\\n\\n*   [ ] **Equipos de Aplicación:** ¿Los pulverizadores están calibrados y mantenidos (verificación últimos 12 meses)? [39], [40].\\n*   [ ] **Higiene:** ¿Existe un análisis de riesgos de higiene documentado (baños, lavado de manos, limpieza de equipos)? [41].\\n*   [ ] **Almacenamiento:** ¿Las bodegas de insumos y productos están limpias, ordenadas y separadas para evitar contaminación cruzada? [35], [42].\\n\\n### 6. Cosecha y Calidad de Fruta\\n*Evaluación de los procesos de recolección.*\\n\\n*   [ ] **Indicadores de Cosecha:**\\n    *   ¿Se cosecha con el color azul 100% uniforme (sin hombros rojizos)? [43], [44].\\n    *   ¿Se mantiene la pruina (bloom) en la fruta (indicador de buen manejo)? [45], [46].\\n*   [ ] **Logística de Cosecha:**\\n    *   ¿Se evita cosechar con lluvia o rocío? [47], [48].\\n    *   ¿Se utiliza sombra para la fruta cosechada en campo antes de ir a frío? [47].\\n    *   ¿Los contenedores de cosecha evitan la compresión de la fruta? [47], [49].\\n*   [ ] **Cadena de Frío:** ¿Existe capacidad para enfriar rápidamente la fruta (pre-frío) a 0.5 - 2°C? [47], [50].\\n\\n### 7. Certificaciones y Sostenibilidad\\n*Cumplimiento normativo y estándares de mercado.*\\n\\n*   [ ] **Registros GlobalG.A.P.:** ¿Se cuenta con evaluaciones de riesgo, planes de mejora continua y registros de balance de masas? [51], [52], [2].\\n*   [ ] **Bienestar Laboral:** ¿Hay evaluaciones de riesgo de salud y seguridad para los trabajadores y acceso a servicios de higiene? [53], [54].\\n*   [ ] **Gestión de Residuos:** ¿Existe un plan para la gestión de envases vacíos, plásticos y residuos orgánicos? [55], [56].\\n*   [ ] **Trazabilidad:** ¿Se puede rastrear el producto un paso atrás (proveedor) y un paso adelante (cliente)? [57].\\n\\n### 8. Análisis Económico (Potencial)\\n*Viabilidad del negocio.*\\n\\n*   [ ] **Estructura de Costos:** ¿Se tiene claridad sobre el costo de mano de obra (cosecha + embalaje), que representa un alto porcentaje del costo directo? [58].\\n*   [ ] **Productividad:** ¿El rendimiento proyectado o real justifica la inversión (referencia: inversión alta de ~US$ 60k/ha)? [59], [60].\",\"conversation_id\":\"6c806716-47e9-47c6-98eb-3d234062a801\"}",
  "varieties": "{\"status\":\"success\",\"answer\":\"A continuación, presento una comparativa de las principales variedades de arándanos, clasificadas según su grupo genético y requerimientos climáticos, destacando sus características agronómicas y de calidad de fruto basadas en las fuentes proporcionadas.\\n\\n### 1. Arándanos \\\"Southern Highbush\\\" (Arándano Alto del Sur)\\nEste grupo se caracteriza por sus bajos requerimientos de frío (generalmente entre 150 y 600 horas), lo que permite su cultivo en zonas de climas templados a cálidos, como el centro y norte de Chile, Perú, México, el sur de España y Florida (EE. UU.) [1-3].\\n\\n*   **Biloxi**\\n    *   **Características de la planta:** Es una variedad de porte erecto, vigoroso y muy productivo [4, 5]. Se adapta bien a sistemas de producción \\\"siempreverdes\\\" en zonas tropicales y subtropicales [6].\\n    *   **Fruto:** De tamaño mediano, con buen color azul claro, firmeza y sabor [4, 5].\\n    *   **Requerimientos:** Tiene un bajo requerimiento de frío (alrededor de 150-200 horas), aunque tiende a florecer y fructificar dos veces al año en ciertas condiciones [4, 7].\\n    *   **Ventajas:** Es la variedad más plantada en México debido a que es libre de regalías (no paga *royalty*), tiene buena calidad de fruta y madura tempranamente [3, 8]. Sin embargo, en mercados asiáticos puede recibir un precio inferior comparado con nuevas genéticas [9].\\n\\n*   **Emerald**\\n    *   **Características de la planta:** Arbusto vigoroso con un hábito de crecimiento extendido a erecto y alto rendimiento [10, 11].\\n    *   **Fruto:** Produce bayas muy grandes, firmes y de alta calidad [10, 11].\\n    *   **Requerimientos:** Requiere entre 200 y 300 horas de frío [10, 12]. Necesita una buena polinización para maximizar el rendimiento [13].\\n    *   **Desventajas:** Los racimos de fruta son apretados y no maduran uniformemente, lo que dificulta la cosecha manual [11].\\n\\n*   **Misty**\\n    *   **Características de la planta:** Arbusto erecto, vigoroso y muy productivo. Tiende a producir un exceso de yemas florales, lo que puede resultar en pocas hojas durante la primavera; por ello, requiere podas específicas para equilibrar el crecimiento [7, 14].\\n    *   **Fruto:** De tamaño mediano a grande, firme y de excelente sabor [13, 14].\\n    *   **Requerimientos:** Tiene un requerimiento de frío bajo, estimado entre 150 y 250 horas [7, 14].\\n\\n*   **Ventura**\\n    *   **Características:** Variedad vigorosa de maduración muy temprana (primeras recolecciones en febrero-marzo en Huelva) [15, 16].\\n    *   **Fruto:** Grande (calibre ≥18 mm) y firme, ideal para mercados premium [15, 17].\\n    *   **Uso:** Se adapta bien a sistemas de producción intensiva [13].\\n\\n*   **Star**\\n    *   **Características:** De floración tardía pero maduración temprana, lo que ayuda a evitar heladas tardías. La planta es de vigor medio y hábito abierto [18, 19].\\n    *   **Fruto:** Grande, firme, de excelente calidad y fácil de cosechar manualmente [18, 19].\\n    *   **Desventajas:** Es susceptible a enfermedades como la *Xylella fastidiosa* y tiene una ventana de cosecha corta (aprox. 3 semanas) [19].\\n\\n*   **Legacy**\\n    *   **Características:** Variedad de media estación, muy productiva (20-25 t/ha) y vigorosa. Es considerada una variedad plástica que se adapta a diversos climas [7, 20].\\n    *   **Fruto:** De tamaño medio, buen sabor y dulzor. Destaca por su larga vida poscosecha, superior a las 8 semanas en atmósfera controlada [21].\\n    *   **Resistencia:** Tolerante a altas temperaturas y a la sequía [7]. En suelos pesados, muestra mayor resistencia a la asfixia radicular que otras variedades como Duke [22].\\n\\n*   **O'Neal**\\n    *   **Características:** Variedad de maduración intermedia con arbusto erecto y abierto [14].\\n    *   **Fruto:** De tamaño medio a grande y considerado de muy buen sabor (\\\"Best flavor\\\") [14, 21, 23].\\n    *   **Requerimientos:** Necesita alrededor de 400 horas de frío [14].\\n\\n### 2. Arándanos \\\"Northern Highbush\\\" (Arándano Alto del Norte)\\nVariedades adaptadas a zonas más frías, con requerimientos de frío invernal entre 800 y 1.200 horas. Son caducifolios y resisten bajas temperaturas invernales [1, 2, 24].\\n\\n*   **Duke**\\n    *   **Características:** Variedad temprana de referencia. Arbusto erecto, vigoroso y muy productivo. Es considerada una variedad \\\"todo terreno\\\", aunque exigente en manejo [25, 26].\\n    *   **Fruto:** Grande, firme, de sabor suave (dulce-ácido) y con buena capacidad de viaje (vida poscosecha) [20, 25, 26].\\n    *   **Cosecha:** Se adapta a la cosecha mecánica [25].\\n\\n*   **Liberty**\\n    *   **Características:** Variedad tardía, vigorosa y de hábito erecto [20, 25].\\n    *   **Fruto:** Grande, firme y de excelente sabor. Posee una buena aptitud para la conservación y almacenamiento [20, 25].\\n\\n*   **Draper**\\n    *   **Características:** Muy plantada actualmente por ser altamente productiva y equilibrada en dulzor/acidez [27].\\n    *   **Fruto:** Muy firme y crocante, una característica cada vez más demandada por el mercado [27].\\n\\n*   **Aurora**\\n    *   **Características:** Variedad muy tardía (agosto-septiembre en el hemisferio norte). Arbusto vigoroso y muy resistente al frío [15, 20].\\n    *   **Fruto:** Grande y firme, permite extender la temporada de cosecha [15, 24].\\n\\n### 3. Arándanos \\\"Rabbiteye\\\" (Ojo de Conejo)\\nSon variedades más rústicas ( *Vaccinium virgatum* ), nativas del sudeste de EE. UU., que toleran mejor el calor, la sequía y suelos con pH más altos, aunque su fruto suele tener piel más gruesa y semillas más notorias [28-30].\\n\\n*   **Tifblue:** Considerada la variedad estándar de este grupo. Vigorosa, productiva y de maduración intermedia. Fruto pequeño a mediano, firme y de buena poscosecha [31].\\n*   **Powderblue:** Tardía, vigorosa y productiva. Fruta mediana a grande con buena firmeza [32].\\n*   **Brightwell:** Ha tenido un renacimiento comercial debido a su aceptación en el mercado norteamericano en ventanas tardías, superando a otras como Ochlockonee [33].\\n\\n### Tendencias Actuales y Nuevas Genéticas\\nEl mercado se está moviendo hacia variedades \\\"club\\\" o licenciadas que priorizan la experiencia del consumidor:\\n*   **Atributos clave:** Se busca fruta \\\"crunchy\\\" (crocante), de calibre \\\"Jumbo\\\" (superior a 18 mm), con mucha pruina (*bloom*) y larga vida de anaquel [34, 35].\\n*   **Ejemplos:** Variedades de programas como **Sekoya**, **Mountain Blue** (ej. Eureka), **Blue Ribbon** (alto porcentaje de embalaje, fruta grande y firme) y **Rocío** (buen balance de sabor y calibre) están desplazando a genéticas más antiguas [36, 37].\",\"conversation_id\":\"4828d72d-a846-44fe-a4cd-9f1381f12027\"}",
  "pest_management": "{\"status\":\"success\",\"answer\":\"El manejo fitosanitario del arándano (*Vaccinium* spp.) es fundamental para la rentabilidad del cultivo y la calidad de la fruta, especialmente para la exportación. A continuación, presento un resumen de las principales plagas y enfermedades, junto con las estrategias de Manejo Integrado de Plagas (MIP) basadas en las fuentes proporcionadas.\\n\\n### 1. Principales Plagas\\n\\nLas plagas varían según la región, pero las de mayor impacto económico y cuarentenario incluyen:\\n\\n*   **Mosca de alas manchadas (*Drosophila suzukii*):** Es una plaga invasiva crítica porque ataca fruta sana en maduración, no solo fruta podrida [1, 2]. Las larvas se alimentan de la pulpa, colapsando el fruto y facilitando la entrada de hongos [3].\\n*   **Polilla del racimo de la vid (*Lobesia botrana*):** En regiones como Chile, tiene control obligatorio. Sus larvas se alimentan de flores y perforan frutos, generando pudrición y restricciones comerciales [4, 5].\\n*   **Trips (*Frankliniella* spp., *Scirtothrips dorsalis*):** Causan daños en flores y frutos (cicatrices, deformaciones) y en hojas (plateado/bronceado) [6, 7]. Afectan la cuaja y la estética del fruto [8].\\n*   **Pulgones (Áfidos):** Succionan savia, debilitan la planta y son vectores de virus. Producen melaza que favorece la fumagina [9, 10].\\n*   **Plagas del suelo:** Larvas de escarabajos (gallina ciega, *Anomala* sp., *Phyllophaga* spp.) consumen raíces, debilitando o matando la planta [11, 12].\\n*   **Otras:** Escamas/cochinillas, ácaros (*Tetranychus urticae*), y *Prodiplosis longifila* (afecta brotes) [13-15].\\n\\n### 2. Principales Enfermedades\\n\\nLas enfermedades pueden ser de origen fúngico, bacteriano o viral, afectando raíces, madera, follaje y frutos:\\n\\n*   **Moho gris (*Botrytis cinerea*):** Es el problema fungoso principal, especialmente en poscosecha, aunque la infección ocurre desde la floración [16, 17]. Se favorece con alta humedad y causa pudrición blanda con esporas grises [18, 19].\\n*   **Pudrición de raíz (*Phytophthora cinnamomi*):** Causada por un pseudohongo en suelos mal drenados. Provoca marchitez, clorosis, enrojecimiento del follaje y muerte de raíces [20, 21].\\n*   **Antracnosis (*Colletotrichum* spp.):** Afecta frutos, provocando hundimientos y masas de esporas color salmón, a menudo visibles en poscosecha [22, 23].\\n*   **Hongos de madera:** Incluyen *Neofusicoccum* spp. (cancrosis) y *Chondrostereum purpureum* (plateado), que causan muerte de ramas y necrosis interna de la madera [24, 25].\\n*   **Otras:** *Alternaria* (pudrición de fruta), Roya (*Pucciniastrum vaccinii*), y Agalla del cuello (*Agrobacterium tumefaciens*) [26-28].\\n\\n### 3. Estrategias de Manejo Integrado (MIP)\\n\\nEl MIP combina herramientas biológicas, culturales, físicas y químicas para mantener las plagas bajo niveles de daño económico, minimizando riesgos para la salud y el ambiente [29].\\n\\n#### A. Monitoreo y Prevención\\n*   **Vigilancia:** Es esencial realizar monitoreos visuales y usar trampas (cromáticas para trips/moscas, de feromonas para lepidópteros, alimenticias para *D. suzukii*) para determinar el momento oportuno de intervención [30-32].\\n*   **Material Vegetal:** Usar plantas certificadas libres de virus y patógenos (preferiblemente *in vitro*) [33].\\n*   **Manejo del Sitio:** Elegir suelos con buen drenaje para evitar *Phytophthora* y desinfectar el suelo si es necesario antes de plantar [20, 34].\\n\\n#### B. Control Cultural\\n*   **Sanidad:** Eliminar fruta caída o remanente (sanitización) es crítico para controlar *D. suzukii* y *Botrytis* [35, 36]. Retirar y destruir restos de poda enfermos [37, 38].\\n*   **Poda y Canopy:** Una poda adecuada mejora la ventilación y la penetración de luz, reduciendo la humedad favorable para *Botrytis* y otras enfermedades [39, 40].\\n*   **Riego y Nutrición:** Evitar el exceso de nitrógeno (que favorece plagas y *Botrytis*) y el riego excesivo (que favorece pudriciones radicales) [41, 42].\\n*   **Manejo de Malezas:** Eliminar hospederos alternativos de plagas como trips o *D. suzukii* [32].\\n\\n#### C. Control Biológico\\nSe prioriza el uso de enemigos naturales y biopesticidas:\\n*   **Depredadores y Parasitoides:** *Orius* spp. para trips, *Chrysoperla* y mariquitas para pulgones, *Trichogramma* para huevos de lepidópteros [43, 44].\\n*   **Microorganismos:**\\n    *   *Bacillus thuringiensis* (Bt) para larvas de lepidópteros [45, 46].\\n    *   *Beauveria bassiana* y *Metarhizium anisopliae* para insectos como trips, *D. suzukii* y plagas de suelo [30, 47, 48].\\n    *   *Bacillus subtilis* y *Trichoderma* spp. para prevenir *Botrytis* y enfermedades de raíz/madera [49-51].\\n\\n#### D. Control Químico y Etológico\\n*   **Uso Racional:** Los pesticidas químicos deben ser la última opción, rotando ingredientes activos (modos de acción) para evitar resistencia [52, 53].\\n*   **Productos Específicos:** Se mencionan activos como Spinosad (para trips y *D. suzukii*), Fenhexamid (para *Botrytis*), y Fosetil-aluminio (Aliette) para *Phytophthora*, siempre respetando las carencias y registros de mercado [49, 54, 55].\\n*   **Técnicas Etológicas:** Uso de confusión sexual (feromonas) para *Lobesia botrana* y trampeo masivo para *D. suzukii* [56, 57].\\n\\n#### E. Manejo Poscosecha\\nEl enfriamiento rápido (pre-enfriamiento) inmediatamente después de la cosecha es la herramienta más importante para frenar el desarrollo de pudriciones como *Botrytis* y *Rhizopus*, manteniendo la cadena de frío cerca de 0°C [58].\",\"conversation_id\":\"d6f420bc-ecfd-4454-acc5-a68907902439\"}",
  "production_visit_tips": "{\"status\":\"success\",\"answer\":\"Aquí tienes una lista detallada de puntos clave para inspeccionar visualmente durante una visita a una finca de arándanos en producción, dividida por las áreas de enfoque solicitadas.\\n\\n### 1. Calidad de la Fruta (En la planta y en bandeja)\\n\\nLo más crítico es evaluar la condición inmediata de la baya, ya que define el potencial de postcosecha.\\n\\n*   **Integridad de la Pruina (Bloom):** Busca una cera blanquecina uniforme sobre la piel azul. La pruina es el mejor indicador de un manejo suave; si la baya se ve \\\"negra\\\" o brillante, indica un manoseo excesivo, pérdida de protección natural y menor vida útil [1-3].\\n*   **Coloración Uniforme (100% Azul):** Inspecciona que no se esté cosechando fruta rojiza o con \\\"hombros\\\" verdes. Los arándanos deben cosecharse cuando están totalmente azules; aunque la fruta rojiza puede ganar color en postcosecha, su calidad organoléptica (sabor y azúcar) será deficiente [4-6].\\n*   **Cicatriz Peduncular (El \\\"cierre\\\"):** Observa el punto donde el fruto se une al tallo. Busca una cicatriz pequeña y, sobre todo, **seca**. Una cicatriz húmeda o desgarrada es una vía de entrada principal para patógenos y deshidratación [7, 8].\\n*   **Firmeza y Turgencia:** Al tacto suave, la fruta no debe sentirse blanda ni presentar arrugamiento (deshidratación). La pérdida de firmeza puede indicar sobremadurez o daño mecánico interno (pardeamiento) por golpes previos [4, 9, 10].\\n*   **Signos de *Drosophila suzukii*:** Busca orificios minúsculos (como pinchazos de alfiler) en la fruta, depresiones suaves o zonas hundidas que exuden jugo al apretar suavemente. Esto indica presencia de larvas en el interior [11, 12].\\n*   **Presencia de Hongos (Botrytis/Antracnosis):** Revisa si hay moho gris en restos florales adheridos o si la fruta presenta hundimientos o esporas de color naranja/salmón (antracnosis) en condiciones de alta humedad [13-15].\\n\\n### 2. Estado de la Planta y el Huerto\\n\\nEl estado del arbusto te dirá si la producción es sostenible y si hay estrés que afecte el calibre futuro.\\n\\n*   **Sanidad de la Madera y Follaje:**\\n    *   Busca **ramas secas o tizones** (muerte regresiva), que pueden indicar enfermedades como *Botrytis* o *Phytophthora* [16, 17].\\n    *   Revisa el envés de las hojas buscando pústulas amarillo-anaranjadas, síntoma de **Roya** (*Pucciniastrum vaccinii*), la cual provoca caída prematura de hojas [18, 19].\\n    *   Observa si hay hojas enrolladas o unidas con seda, señal de larvas de lepidópteros (enrolladores) [20, 21].\\n*   **Síntomas de Estrés Hídrico o Radicular:** Dado que el arándano tiene raíces superficiales y sin pelos absorbentes, es muy sensible. Busca clorosis (amarillamiento) o marchitez en las puntas, lo cual puede indicar asfixia radicular (exceso de agua/anoxia) o falta de riego [22-24].\\n*   **Arquitectura y Poda:** Verifica que la planta tenga una estructura abierta que permita la entrada de luz y aire. Un exceso de sombra interior reduce la calidad de la fruta y favorece enfermedades por humedad [25, 26].\\n*   **Carga Frutal vs. Vigor:** Evalúa si hay un equilibrio. Un exceso de fruta en ramas débiles producirá bayas de bajo calibre y agotará la planta para la siguiente temporada [27].\\n\\n### 3. Prácticas de Cosecha y Manejo (Logística)\\n\\nLa calidad obtenida en el campo puede perderse en minutos si la cosecha es deficiente.\\n\\n*   **Horario y Condiciones Ambientales:** Confirma que no se esté cosechando con la fruta mojada (por rocío o lluvia), ya que esto dispara el riesgo de pudriciones y partiduras [28, 29]. La cosecha debe detenerse si la temperatura es muy alta para evitar altas tasas de respiración y ablandamiento [30, 31].\\n*   **Manipulación de los Cosechadores:**\\n    *   Observa si los recolectores \\\"arrancan\\\" la fruta o la giran suavemente. Deben evitar frotar la baya para no remover la pruina [2, 28].\\n    *   Verifica la higiene: uso de manos limpias o guantes, y prohibición de comer o fumar en las hileras [32].\\n*   **Llenado de Bandejas:** Las bandejas cosecheras no deben llenarse excesivamente. La compresión daña la fruta de las capas inferiores y dificulta el enfriamiento posterior. Se recomiendan envases de poca profundidad [28, 33].\\n*   **Protección Inmediata (Sombra):** Busca si las bandejas cosechadas se dejan bajo la sombra de la planta o en estructuras protegidas, nunca expuestas al sol directo. La temperatura de la fruta sube rápidamente expuesta a la radiación [28, 34].\\n*   **Frecuencia de Acarreo:** Mide visualmente cuánto tiempo pasa la fruta en el campo antes de ir al centro de acopio o *packing*. El traslado debe ser frecuente y rápido para iniciar la cadena de frío lo antes posible [35, 36].\\n\\n### Resumen Visual Rápido para la Visita:\\n1.  **¿Fruta roja en la bandeja?** $\\\\to$ Mala selección (sabor ácido).\\n2.  **¿Fruta brillante/negra?** $\\\\to$ Mal manejo (pérdida de pruina).\\n3.  **¿Cicatriz húmeda?** $\\\\to$ Riesgo alto de pudrición.\\n4.  **¿Bandejas al sol?** $\\\\to$ Pérdida acelerada de vida útil.\\n5.  **¿Hojas amarillas/marchitas?** $\\\\to$ Problema de raíz o riego.\",\"conversation_id\":\"32d9eab4-d610-459e-9e0e-f0bd21b543bf\"}",
  "production_questions": "{\"status\":\"success\",\"answer\":\"Aquí tienes una lista de preguntas técnicas, diseñadas para demostrar conocimiento y obtener información profunda sobre el manejo del cultivo, basadas en la información técnica de las fuentes proporcionadas.\\n\\nEstán divididas por áreas críticas de producción:\\n\\n### 1. Riego y Manejo del Sistema Radicular (El \\\"Corazón\\\" del Cultivo)\\nEstas preguntas buscan indagar si se está manejando el delicado equilibrio entre hidratación y oxigenación, dado que el arándano carece de pelos radiculares y es sensible a la asfixia.\\n\\n*   **Sobre la estrategia de pulsos:** \\\"¿Cómo están gestionando la frecuencia de los pulsos de riego para mantener la humedad sin provocar anoxia radicular? ¿Qué porcentaje de drenaje están manejando actualmente (están en el rango del 20-30%) y cómo varía la Conductividad Eléctrica (CE) de entrada versus la de salida?\\\" [1], [2], [3].\\n*   **Monitoreo de humedad:** \\\"¿Qué herramientas de decisión utilizan para el riego? ¿Se basan solo en evapotranspiración o utilizan sondas/tensiómetros para verificar la humedad a distintas profundidades y evitar el 'falso riego'?\\\" [4], [5].\\n*   **Calidad del agua:** \\\"Considerando la sensibilidad del arándano a los bicarbonatos y al sodio, ¿cómo están acidificando la solución nutritiva para mantener el pH en la zona radicular entre 4.5 y 5.5? ¿Han tenido problemas de precipitación de calcio o hierro en los emisores?\\\" [6], [7], [8].\\n\\n### 2. Nutrición y Fenología (Afinando la Calidad)\\nEl objetivo es saber si la nutrición se ajusta dinámicamente a la etapa de la planta para maximizar calibre y firmeza.\\n\\n*   **Relación N:K:** \\\"En esta etapa de llenado de fruto/maduración, ¿cómo han ajustado la relación Nitrógeno/Potasio? ¿Están priorizando el potasio para movilizar azúcares y mejorar el color, o mantienen nitrógeno para vigor, y cómo impacta eso en la firmeza final?\\\" [9], [10], [11].\\n*   **Uso del Calcio:** \\\"Dado que el calcio es un elemento de baja movilidad, ¿están realizando aplicaciones continuas durante el llenado de fruto para fortalecer las paredes celulares y mejorar la vida de anaquel (*shelf-life*), o se limitan a aplicaciones puntuales?\\\" [12], [10].\\n*   **Inducción Floral:** \\\"Pensando en la próxima temporada, ¿qué estrategia nutricional (relación N/P) y hormonal utilizan para frenar el crecimiento vegetativo y potenciar la diferenciación de yemas florales?\\\" [13], [9], [10].\\n\\n### 3. Manejo Fitosanitario (Astucia en el MIP)\\nAquí la clave es preguntar sobre prevención y manejo de resistencias, no solo sobre \\\"qué producto aplican\\\".\\n\\n*   **Drosophila suzukii:** \\\"Más allá del control químico, ¿qué medidas culturales están implementando para *D. suzukii*? ¿Están realizando trampeo masivo perimetral y cuál es su protocolo de saneamiento para la fruta que cae al suelo, considerando que es el principal foco de reinfestación?\\\" [14], [15], [16].\\n*   **Estrategia Antirresistencia:** \\\"¿Cómo están rotando los ingredientes activos para *Botrytis* y *Lobesia botrana* para evitar resistencia? ¿Están integrando controladores biológicos o bioinsumos para reducir la carga química cerca de la cosecha y cumplir con los LMR de mercados estrictos?\\\" [17], [18], [19], [20].\\n*   **Enfermedades de Madera:** \\\"¿Tienen presencia de enfermedades de madera o cancrosis (*Neofusicoccum* o *Nectria*)? De ser así, ¿qué manejo de poda sanitaria y sellado de cortes están ejecutando para frenar el avance hacia la corona?\\\" [21], [22].\\n\\n### 4. Poda y Estructura de Planta\\nLa poda define la vida útil y la calidad futura.\\n\\n*   **Criterio de Poda:** \\\"¿Cuál es su criterio principal para la renovación de cañas este año? ¿Buscan abrir el centro para mejorar la entrada de luz y la inducción floral interior, o están priorizando la altura para facilitar la cosecha manual/mecánica?\\\" [23], [24].\\n*   **Equilibrio:** \\\"¿Cómo manejan el equilibrio entre la carga frutal y el área foliar para asegurar que la fruta logre los grados Brix adecuados sin agotar las reservas de la planta para el siguiente ciclo?\\\" [25], [26].\\n\\n### 5. Cosecha y Postcosecha (Donde se gana o pierde el dinero)\\nDado que la mano de obra es el costo más alto y la firmeza es clave para la exportación.\\n\\n*   **Logística de Frío:** \\\"¿Cuál es el tiempo promedio que transcurre desde que la fruta es cosechada hasta que ingresa al túnel de pre-frío? ¿Están monitoreando la deshidratación o pérdida de peso en ese lapso?\\\" [27], [28], [29].\\n*   **Manejo de Cosechadores:** \\\"¿Cómo están capacitando al personal para preservar la pruina (*bloom*) y evitar daños en la cicatriz peduncular, considerando que es la principal vía de entrada para patógenos en postcosecha?\\\" [30], [31], [32].\\n*   **Variedades y Mercado:** \\\"Con las variedades actuales que tienen (por ejemplo, *Biloxi* o *Legacy*), ¿cómo ven su competitividad en términos de firmeza y calibre frente a las nuevas genéticas 'Club' o patentadas que exige el mercado internacional hoy en día?\\\" [33], [34], [35].\\n\\n### 6. Costos y Gestión (Visión de Negocio)\\n*   **Eficiencia:** \\\"Considerando que la mano de obra de cosecha representa cerca del 60% del costo operativo, ¿qué rendimiento por jornada (kg/persona/día) están logrando y qué estrategias usan para optimizarlo sin sacrificar la calidad de la selección en campo?\\\" [36], [37], [38].\",\"conversation_id\":\"6ed1ac05-754b-444b-bc93-4e3c291e26e0\"}",
  "growing_visit_tips": "{\"status\":\"success\",\"answer\":\"Aquí presento una lista breve de puntos críticos de inspección para un cultivo de arándanos en fase de crecimiento vegetativo, basada en las fuentes proporcionadas:\\n\\n**1. Estado y Vigor de la Planta**\\n*   **Balance vegetativo:** Verificar la presencia de brotes vigorosos y la elongación de cañas. En plantas jóvenes, confirmar la **remoción de yemas florales** o flores para estimular el crecimiento de raíces y estructura vegetativa, evitando el desgaste energético en fruta prematura [1].\\n*   **Coloración foliar:** Inspeccionar las hojas en busca de clorosis o coloraciones rojizas anormales (fuera de la dormancia), que pueden indicar deficiencias nutricionales (Nitrógeno, Hierro), estrés hídrico o problemas de pH [2-4].\\n*   **Poda de formación/limpieza:** Revisar que la planta tenga una estructura abierta que permita la entrada de luz y aire [5]. Confirmar la eliminación de ramas débiles, enfermas o que toquen el suelo [6].\\n\\n**2. Sistema Radicular y Suelo/Sustrato**\\n*   **Salud radicular:** Inspeccionar la zona de raíces (primeros 20-30 cm); deben verse sanas (color claro) y sin signos de necrosis o pudrición (*Phytophthora*), dado que el sistema radical es superficial y fibroso [4, 7, 8].\\n*   **Humedad del suelo:** Verificar que el suelo esté húmedo pero **no saturado ni encharcado**, ya que el arándano es altamente sensible a la asfixia radicular (anoxia) [9, 10].\\n*   **pH y Conductividad Eléctrica (CE):** Confirmar que el pH se mantenga en el rango ácido óptimo (4.5 – 5.5) y la CE sea baja (<1.5 mS/cm), ya que la planta es sensible a la salinidad [11, 12].\\n*   **Cobertura (Mulch):** Revisar el estado del acolchado (orgánico o plástico) para asegurar que protege las raíces superficiales de la temperatura y la desecación, y verificar que no esté excesivamente descompuesto [13, 14].\\n\\n**3. Sistema de Riego**\\n*   **Operatividad de goteros:** Comprobar que no haya obstrucciones y que la línea de goteo esté ubicada correctamente (a 5-10 cm de la base en plantas jóvenes o dos líneas en camellones anchos) para asegurar que el agua llegue a la zona radicular limitada [15, 16].\\n*   **Frecuencia:** Validar que los pulsos de riego sean cortos y frecuentes debido a la baja capacidad de retención de las raíces [13].\\n\\n**4. Sanidad (Plagas y Enfermedades)**\\n*   **Plagas de follaje y brotes:** Buscar presencia de pulgones (vectores de virus), trips (daño en brotes nuevos) o larvas de lepidópteros (enrolladores de hojas) [17-19].\\n*   **Plagas del suelo:** Monitorear la presencia de larvas de suelo (gallina ciega/ *Anomala* spp.) que consumen las raíces y detienen el crecimiento [20, 21].\\n*   **Control de malezas:** Inspeccionar el camellón y las hileras; el control de malezas es crítico en esta etapa para evitar la competencia por agua y nutrientes, y eliminar hospederos alternos de plagas [22, 23].\\n*   **Enfermedades de la madera:** Revisar cortes de poda recientes para asegurar que no presenten necrosis o cancros (*Botryosphaeria*, *Pestalotia*) [24, 25].\",\"conversation_id\":\"17a03874-6d86-4222-a7bb-b03d789aa9a2\"}"
}